{
  "printers": [
    {
      "id": 0,
      "name":"Epson L3151" ,
      "description": "Характеристики Epson L3151 (C11CG86411) и комплектация товара могут изменяться производителем без уведомления. Проверьте спецификацию (характеристики) товара непосредственно на сайте выбранного магазина перед покупкой (заказом).",
      "img": "https://hotline.ua/img/tx/191/1914384255.jpg" ,
      "price":5002 ,
      "type": "MULTICOLORED",
      "date": "43.46 24.52"
    },
    {
      "id": 1,
      "name": "Canon i-SENSYS MF3010",
      "description":"Canon MF3010 – устройство, которое единолично может заменить принтер, сканер и ксерокс на рабочем месте. Модель станет отличным выбором для небольшой организации или офиса. Canon MF3010 легко справляется с высокой ежедневной нагрузкой, позволяя распечатывать большие объемы документов. Компактные, по меркам класса, габариты открывают целый ряд" ,
      "img":"https://hotline.ua/img/tx/790/7901135.jpg",
      "price":15999,
      "type":"MONOCHROMATIC",
      "date": "07.12.2020 20:23"
    },
    {
      "id": 2,
      "name": "Epson L3150 WI-FI",
      "description": "Epson L3150 WI-FI (C11CG86409) – элегантное и производительное МФУ, совмещающее в себе принтер, сканер и копир. Оно выполнено на основе струйной цветной технологии, благодаря чему можно печатать документы в разрешении 5760х1440 точек со скорость 33 или 15 страниц в минуту, в зависимости от выбранного режима. Одна из важных",
      "img": "https://hotline.ua/img/tx/185/1854376295.jpg" ,
      "price": 5929,
      "type": "MULTICOLORED",
      "date": "07.12.2020 20:23"
    },
    {
      "id": 3,
      "name": "Epson L3101" ,
      "description": "Epson L3101 (C11CG88402) – элегантное созданное как решение для быстрой, качественной и достаточно экономичной печати. Модель совмещает в себе функции принтера, сканера и копира. Epson L3101 (C11CG88402) основывается на струйной цветной технологии, что позволяет создавать документы в разрешении 5760х1440 точек и со скорость 15-33 стр/мин, в" ,
      "img": "https://hotline.ua/img/tx/191/1914384205.jpg" ,
      "price":5189,
      "type": "MULTICOLORED",
      "date": "07.12.2020 20:23"
    }
  ]
}